Repository: provenexpert/wordpress-plugin
Catalog: languages/provenexpert-*.po
Languages: de_de

source: Add widgets from ProvenExpert in your website.
de_de: Verwende Widgets von ProvenExpert in deiner Website.

source: No API credentials set. Therefore cannot retrieve any account information.
de_de: Keine API-Anmeldeinformationen festgelegt. Daher können keine Kontoinformationen abgerufen werden.

source: ProvenExpert account is blocked or does not exist. Got following value:
de_de: ProvenExpert-Konto ist gesperrt oder existiert nicht. Hat folgenden Wert erhalten:

source: Your ProvenExpert account is not available. This plugin will no longer provide you with ProvenExpert options.
de_de: Dein Provenexpert-Konto ist nicht verfügbar. Dieses Plugin stellt dir keine ProvenExpert Optionen mehr zur Verfügung.

source: Please <a href="mailto:%1$s">contact ProvenExpert Support</a> to clarify this.
de_de: Bitte <a href="mailto:%1$s">kontaktiere den ProvenExpert Support</a>, um dies zu klären.

source: ProvenExpert API is not available to validate your ProvenExpert account. Got following value:
de_de: Provenexpert API ist nicht verfügbar, um dein ProvenExpert Konto zu validieren. Habe folgenden Wert erhalten:

source: Got faulty response from ProvenExpert API regarding the account infos. Will try again later.
de_de: Habe eine fehlerhafte Antwort von ProvenExpert API bezüglich der Kontoinformationen erhalten. Werde es später erneut versuchen.

source: Got response from ProvenExpert API that account info was not successfully.
de_de: Ich habe eine Antwort von ProvenExpert API erhalten, dass die Kontoinformationen nicht erfolgreich waren.

source: Got account infos and saved them.
de_de: Ich habe die Kontoinformationen erhalten und gespeichert.

source: No data could be retrieved for your ProvenExpert account. Details can be found in the <a href="%1$s">log</a>. If you have any questions, please <a href="mailto:%2$s">contact ProvenExpert support</a>.
de_de: Für dein ProvenExpert-Konto konnten keine Daten abgerufen werden. Details findest Du im <a href="%1$s">Protokoll</a>. Wenn du Fragen hast, wende dich bitte <a href="mailto:%2$s">an den ProvenExpert Support</a>.

source: API is not configured.
de_de: API ist nicht konfiguriert.

source: The ProvenExpert API is disabled. Check <a href="%1$s" target="_blank">your logs (opens new window)</a>
de_de: Die ProvenExpert API ist deaktiviert. Prüfe <a href="%1$s" target="_blank">deine Protokolle (öffnet neues Fenster)</a>

source: Unexpected HTTP-Status from ProvenExpert:
de_de: Unerwarteter HTTP-Status von ProvenExpert:

source: Got empty response from ProvenExpert!
de_de: Leere Antwort von ProvenExpert erhalten!

source: Plugin could not be connected to ProvenExpert!
de_de: Das Plugin konnte nicht mit ProvenExpert verbunden werden!

source: ProvenExpert does not send API credentials!
de_de: ProvenExpert sendet keine API-Anmeldedaten!

source: Your ProvenExpert account is now connected to your WordPress website.
de_de: Dein ProvenExpert -Konto ist nun mit deiner WordPress-Website verbunden.

source: You are now able to use the ProvenExpert widgets in your website. You can see which widgets you can use <a href="%1$s">here</a>.
de_de: Du kannst jetzt die ProvenExpert Widgets auf deiner Website verwenden. Du kannst <a href="%1$s">hier</a> sehen, welche Widgets dir zur Verfügung stehen.

source: Got API credentials from ProvenExpert and saved them.
de_de: API Zugangsdaten von ProvenExpert erhalten und gespeichert.

source: No plugin ID available. Disconnect impossible.
de_de: Keine Plugin-ID verfügbar. Trennen der Verbindung unmöglich.

source: No API ID and key available. Disconnect impossible.
de_de: Keine API-ID und kein Schlüssel verfügbar. Trennen der Verbindung unmöglich.

source: Plugin is already disconnected from ProvenExpert.
de_de: Das Plugin ist bereits mit ProvenExpert verbunden.

source: Plugin has been disconnected from ProvenExpert.
de_de: Das Plugin wurde von ProvenExpert getrennt.

source: Saved pluginId from ProvenExpert:
de_de: PluginId von ProvenExpert gespeichert:

source: The request to the ProvenExpert API resulted in an error:
de_de: Die Anfrage an die ProvenExpert API führte zu einem Fehler:

source: Hidden in log
de_de: Versteckt im Protokoll

source: URL: %1$s<br><br>Request: %2$s<br><br>Response: %3$s
de_de: URL: %1$s<br><br>Anfrage: %2$s<br><br>Antwort: %3$s

source: ProvenExpert Awards
de_de: ProvenExpert Auszeichnungen

source: Provides a widget to show your ProvenExpert Awards.
de_de: Stellt ein Widget zur Anzeige deiner ProvenExpert Awards bereit.

source: Award type
de_de: Art der Auszeichnung

source: Recommend
de_de: Empfehlen

source: Top recommend
de_de: Top empfehlen

source: Width
de_de: Breite der Farbfelder von Schriftbildern

source: Dock seal on browser margin
de_de: Siegel am Browserrand andocken

source: Distance of seal measured from top or bottom browser margin?
de_de: Ob der Abstand des Siegels vom oberen oder unteren Browserrand gemessen wird?

source: Top
de_de: Oben

source: Bottom
de_de: Unten

source: Position
de_de: Pixelabstand vom oberen bzw. unteren Browserrand

source: Provides a widget to show your ProvenExpert Bar.
de_de: Stellt ein Widget zur Anzeige deines ProvenExpert Bewertungssiegels bereit.

source: Style
de_de: Stil

source: White
de_de: Weiß

source: Black
de_de: Schwarz

source: ProvenExpert Circle
de_de: ProvenExpert Qualitätssiegel

source: Provides a widget to show your ProvenExpert Circle.
de_de: Stellt ein Widget zur Anzeige deines ProvenExpert Qualitätssiegel bereit.

source: Browser side on which ratings seal is docked
de_de: Browserseite an der das Bewertungssiegel angedockt wird

source: Left
de_de: Links

source: Right
de_de: Rechts

source: ProvenExpert Landing
de_de: ProvenExpert Bewertungs-Widget

source: Provides a widget to show your ProvenExpert Landing.
de_de: Stellt ein Widget zur Anzeige deiner ProvenExpert Bewertungs-Siegel bereit.

source: Color of the header
de_de: Farbe der Headerzeile

source: Display customer votes
de_de: Kundenstimme anzeigen

source: Show profile image
de_de: Porträtbild anzeigen

source: Show top competencies
de_de: Top-Kompetenzen anzeigen

source: Provides a widget to show your ProvenExpert ProSeal.
de_de: Stellt ein Widget zur Anzeige deines ProvenExpert ProSeal bereit.

source: Banner color
de_de: Banner Farbe

source: Text color
de_de: Schriftfarbe

source: Show back page
de_de: Rückseite anzeigen

source: Show reviews
de_de: Zeige Reviews

source: Hide date
de_de: Datum ausblenden

source: Hide name
de_de: Name ausblenden

source: Google Stars
de_de: Google Sterne

source: Display reviewer last name
de_de: Nachname des Reviewers anzeigen

source: Sticky to side
de_de: An der Seite haftend

source: ProvenExpert Seal
de_de: Bewertungssiegel

source: Provides a widget to show your ProvenExpert Seal.
de_de: Stellt ein Widget zur Anzeige deines ProvenExpert Qualitätssiegel bereit.

source: Seal type
de_de: Art des Siegels

source: Portrait
de_de: Hochkant

source: Square
de_de: Quadratisch

source: Landscape
de_de: Quer

source: Ratings seal on browser margin
de_de: Bewertungssiegel als Slider am Browserrand anzeigen

source: Rate this plugin
de_de: Bewerte dieses Plugin

source: All logs has been deleted.
de_de: Alle Protokolle wurden gelöscht.

source: All previous logs has been deleted
de_de: Alle früheren Protokolle wurden gelöscht

source: Logs
de_de: Protokolle

source: State
de_de: Status

source: Date
de_de: Datum

source: Log
de_de: Protokoll

source: Category
de_de: Kategorie

source: not defined
de_de: nicht definiert

source: Unknown
de_de: Unbekannt

source: No log entries for %1$s found.
de_de: Keine Protokoll-Einträge für %1$s gefunden.

source: No log entries found.
de_de: Keine Protokoll-Einträge gefunden.

source: All
de_de: Alle

source: Delete all logs
de_de: Alle Protokolle löschen

source: Do you really want to delete all logs?
de_de: Bist du sicher, dass du alle Protokolle löschen willst?

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Delete all
de_de: Alle löschen

source: A timeout must have a value greater than 0.
de_de: Ein Timeout muss einen Wert grösser als 0 haben.

source: No supported encryption method found. Please contact <a href="%1$s">our support forum</a> about this problem.
de_de: Keine Verschlüsselungsmethode gefunden. Bitte kontaktiere <a href="%1$s">unser Supportforum</a> zu diesem Problem.

source: Error on encrypting with PHP-sodium. Please contact <a href="%1$s">our support forum</a> about this problem.
de_de: Fehler bei Verschlüsselung mit PHP-sodium. Bitte kontaktiere <a href="%1$s">unser Supportforum</a> zu diesem Problem.

source: Error on decrypting with PHP-sodium. Please contact <a href="%1$s">our support forum</a> about this problem.
de_de: Fehler bei Entschlüsselung mit PHP-sodium. Bitte kontaktiere <a href="%1$s">unser Supportforum</a> zu diesem Problem.

source: Widget not activated for ProvenExpert account
de_de: Widget für ProvenExpert-Konto nicht aktiviert

source: Missing cron event <i>%1$s</i> automatically re-installed.
de_de: Fehlendes Cron-Ereignis <i>%1$s</i> wurde automatisch neu installiert.

source: Not enabled cron event <i>%1$s</i> automatically removed.
de_de: Nicht aktiviertes Cron-Ereignis <i>%1$s</i> wurde automatisch entfernt.

source: Settings
de_de: Einstellungen

source: Advanced
de_de: Erweitert

source: Questions? Check our forum!
de_de: Fragen? Schau in unser Forum!

source: Usable widgets
de_de: Verwendbare Widgets

source: This is the list of widgets you will be able to your according to your ProvenExpert account.
de_de: Dies ist die Liste der Widgets, die du laut deinem ProvenExpert-Konto verwenden kannst.

source: Not available widgets
de_de: Nicht verfügbare Widgets

source: This is the list of widgets you are <strong>not</strong> able to use. If you have any question about this <a href="mailto:%1$s">contact the ProvenExpert support</a>.
de_de: Dies ist die Liste der Widgets, die du <strong>nicht</strong> verwenden kannst. Wenn du Fragen dazu hast, wende dich <a href="mailto:%1$s">an den ProvenExpert-Support</a>.

source: Clear cache
de_de: Cache leeren

source: Clearing the cache reloads all widgets.<br><strong>Note:</strong> the cache is already emptied once a day.
de_de: Wenn du den Cache löschst, werden alle Widgets neu geladen.<br><strong>Hinweis:</strong> der Cache wird bereits einmal am Tag geleert.

source: Advanced settings
de_de: Erweiterte Einstellungen

source: Timeout for URL-request in Seconds
de_de: Timeout für URL-Requests in Sekunden

source: Delete all imported data on uninstall
de_de: Löschen aller importierten Daten bei der Deinstallation

source: Enable debug mode
de_de: Aktiviere Debug-Modus

source: Are you sure you want to clear the cache?
de_de: Bist du sicher, dass du den Cache leeren willst?

source: Yes, I want
de_de: Ja, ich will

source: Execute
de_de: Ausführen

source: Disconnect from ProvenExpert
de_de: Verbindung zu ProvenExpert trennen

source: Are you sure you want to disconnect your WordPress website from ProvenExpert?
de_de: Bist du sicher, dass du die Verbindung zwischen deiner WordPress-Website und ProvenExpert trennen möchtest?

source: You will no longer be able to use ProvenExpert widgets on your website.
de_de: Du kannst ProvenExpert-Widgets nicht mehr auf deiner Website verwenden.

source: All existing widgets will no longer be visible.
de_de: Alle vorhandenen Widgets werden nicht mehr sichtbar sein.

source: Yes, I want to disconnect
de_de: Ja, ich möchte die Verbindung trennen

source: Connect with ProvenExpert
de_de: Mit ProvenExpert verbinden

source: After clicking on the button below you will be redirected to your ProvenExpert account.
de_de: Nachdem du auf die Schaltfläche unten geklickt hast, wirst du zu deinem ProvenExpert-Konto weitergeleitet.

source: Click there on Administration > Integrations > WordPress and confirm the connection by clicking on the button there.
de_de: Klicke dort auf Administration > Integrationen > WordPress und bestätige die Verbindung mit einem Klick auf die Schaltfläche.

source: Yes, I want to connect
de_de: Ja, ich will verbinden

source: Please connect your ProvenExpert account to this WordPress website first.
de_de: Bitte verbinde zunächst dein ProvenExpert-Konto mit dieser WordPress-Website.

source: Reload account data
de_de: Kontodaten neu laden

source: All widgets are currently available to you.
de_de: Alle Widgets sind derzeit für dich verfügbar.

source: Here you will find information on which ProvenExpert widgets you can use. This depends on the package you have booked with ProvenExpert. If you have any questions, please <a href="mailto:%1$s">contact ProvenExpert Support</a>.
de_de: Hier findest Du Informationen darüber, welche Widgets von ProvenExpert du nutzen kannst. Dies hängt von dem Paket ab, dass du bei ProvenExpert gebucht hast. Wenn du Fragen hast, wende dich bitte an <a href="mailto:%1$s">den ProvenExpert Support</a>.

source: <strong>You have installed ProvenExpert - nice and thank you!</strong> To be able to use the plugins features, please connect it to your ProvenExpert account. Click on the following button. Confirm the connection to your WordPress on the following page.
de_de: <strong>Du hast ProvenExpert installiert - schön und danke!</strong> Um die Funktionen des Plugins nutzen zu können, verbinde es bitte mit deinem ProvenExpert-Konto. Klicke dazu auf die folgende Schaltfläche. Bestätige die Verbindung zu deinem WordPress auf der dann folgenden Seite.

source: Hide this message for %1$d days.
de_de: Blende diese Nachricht für %1$d Tage aus.

source: Dismiss
de_de: Ausblenden

source: API-request resulted in error:
de_de: API-Anfrage führte zu einem Fehler:

source: Your API credentials are wrong. You will not be able to use any widgets or seals. Check <a href="%1$s">your settings</a>.
de_de: Deine API-Anmeldedaten sind falsch. Du wirst keine Widgets oder Siegel verwenden können. Überprüfe <a href="%1$s">deine Einstellungen</a>.

source: No HTML-code returned for requested seal.
de_de: Kein HTML-Code für das angefragte Siegel erhalten.

source: Dock on browser margin
de_de: Siegel am Browserrand andocken

source: Fixed positioned widget is only clearly visible in the frontend
de_de: Fixiert positioniertes Widgets ist nur im Frontend sicher zu sehen.

source: This widget is only clearly visible in the frontend
de_de: Dieses Widgets ist nur im Frontend zu sehen

source: Awards
de_de: Award-Widgets

source: Provides a block to show your ProvenExpert Awards.
de_de: Stellt einen Block zur Anzeige deiner ProvenExpert Awards bereit.

source: Background color
de_de: Hintergrundfarbe

source: Bar
de_de: Bewertungssiegel am unteren Browser-Rand

source: Provides a block to show your ProvenExpert Bar.
de_de: Stellt einen Block zur Anzeige deines ProvenExpert Bewertungssiegels bereit.

source: Distance measured from top or bottom browser margin?
de_de: Ob der Abstand des Siegels vom oberen oder unteren Browserrand gemessen wird?

source: Circle
de_de: Qualitätssiegel

source: Provides a block to show your ProvenExpert Circle.
de_de: Stellt einen Block zur Anzeige deines ProvenExpert Qualitätssiegel bereit.

source: Landing
de_de: Bewertungs-Widget

source: Provides a block to show your ProvenExpert Landing.
de_de: Stellt einen Block zur Anzeige deiner ProvenExpert Bewertungs-Siegel bereit.

source: Colors
de_de: Farben

source: Provides a block to show your ProvenExpert ProSeal.
de_de: Stellt einen Block zur Anzeige deines ProvenExpert ProSeal bereit.

source: Type of widget
de_de: Art des Widgets

source: vertical
de_de: vertikal

source: quadratic
de_de: quadratisch

source: Seal
de_de: Siegel

source: Provides a block to show your ProvenExpert Seal.
de_de: Stellt einen Block zur Anzeige deines ProvenExpert Qualitätssiegel bereit.

# block title
source: ProvenExpert Awards
de_de: ProvenExpert Award-Widgets

# block description
source: Provides a block to show your ProvenExpert Awards.
de_de: Stellt einen Block zur Anzeige deiner ProvenExpert Awards bereit.

# block title
source: ProvenExpert Bar
de_de: ProvenExpert Bewertungssiegels

# block description
source: Provides a block to show your ProvenExpert Bar.
de_de: Stellt einen Block zur Anzeige deines ProvenExpert Bewertungssiegels bereit.

# block title
source: ProvenExpert Circle
de_de: ProvenExpert Qualitätssiegel

# block description
source: Provides a block to show your ProvenExpert Circle.
de_de: Stellt einen Block zur Anzeige deines ProvenExpert Qualitätssiegel bereit.

# block title
source: ProvenExpert Landing
de_de: ProvenExpert Bewertungs-Widget

# block description
source: Provides a block to show your ProvenExpert Landing.
de_de: Stellt einen Block zur Anzeige deiner ProvenExpert Bewertungs-Siegel bereit.

# block description
source: Provides a block to show your ProvenExpert ProSeal.
de_de: Stellt einen Block zur Anzeige deines ProvenExpert ProSeal bereit.

# block title
source: ProvenExpert Seal
de_de: ProvenExpert Bewertungssiegel

# block description
source: Provides a block to show your ProvenExpert Seal.
de_de: Stellt einen Block zur Anzeige deines ProvenExpert Qualitätssiegel bereit.
